label chyangsy_1:

    "回想到之前做魔改谱的时候，{w=0.5}时不时就需要到群里找Yangsy求助，\n{w=0.5}然后目睹着自己的信息分分钟被其他成员的信息冲走的情景{...}"
    "你决定去找Yangsy加个QQ好友，\n{w=1.0}这样的话你的消息被她注意到的概率应该就会高得多。"
    "……或许在遇到其他困难的时候也能找她倾诉？"
    
    nvl clear

    system.nvl "请输入验证信息：{fast}{w=1.0}{nw}"
    mc.nvl "我是ACLCC群的[mc.nvl]"

    mc "{......}"
    "当然，{w=0.25}这些天来与Yangsy相处的回忆使你很清楚一件事——\n{w=0.5}那就是她平时的反射弧，{w=0.5}据粗略估计，{w=0.25}足以绕地球三圈。"
    "一直在这里等着指望她接受好友邀请显然是不现实的；\n{w=1.0}与其坐在屏幕前干等着浪费光阴，{w=0.5}还不如去找点其他事情做做。"

    scene black with dissolve

    "{......}"

    return
